{
  "en": {
    "team": "Discover Our Professional Team!",
    "team2": "We believe that strong and collaborative teamwork is the key to success.",
    "cardtitle": "Our Team",
    "cardtitle1": "Make Digital Transformation Happens",
    "desccardtitle1": "We believe that integration of digital technology is a must for all sectors to keep us competitive in the world",
    "cardtitle2": "Help Young People Build a Better Life for The Future",
    "desccardtitle2": "We support young people as a national asset to have a better capacity through empowerment and development",
    "cardtitle3": "Save Ocean for The Next Generation",
    "desccardtitle3": "We do all effort to preserve our ocean as the natural resources and common heritage for a quality next generation",
    "commisioners": "Board of Commisioners",
    "commisioners1": "President Commisioner",
    "desccommisioners1": "Strategic President Commissioner responsible for providing oversight, guidance, and leadership at the highest level of the organization, ensuring effective governance and fostering long-term success.",
    "commisioners2": "Commisioner",
    "desccommisioners2": "Dedicated Commissioner overseeing and advising on key aspects of the organization's operations, contributing valuable insights and guidance to support its mission and objectives.",
    "directors": "Board of Directors",
    "directors1": "President Director",
    "descdirectors1": "Strategic President Director providing visionary leadership, driving organizational goals, and fostering growth while ensuring effective governance and executive decision-making.",
    "directors2": "Managing Director, Maritimepreneur",
    "directors22": "Director, Maritimepreneur International Certification Center",
    "descdirectors2": "Visionary director responsible for guiding strategic initiatives and leading teams to achieve organizational goals with a focus on innovation and growth.",
    "managers": "Manager",
    "managers1": "Certification Manager, Maritimepreneur International Certification Center",
    "descmanagers1": "Diligent Certification Manager overseeing the certification process and ensuring adherence to quality standards and regulatory requirements to certify products and services.",
    "managers2": "Quality and Standardization Manager, Maritimepreneur International Certification Center",
    "descmanagers2": "Detail-oriented manager with a strong dedication to maintaining high-quality standards and leading process standardization initiatives.",
    "managers3": "Finance and Administration Manager, Maritimepreneur International Certification Center",
    "descmanagers3": "Proactive manager overseeing finance and administrative functions, with a strong commitment to financial integrity and operational efficiency.",
    "developers": "Software Engineers",
    "developers1": "Programmer",
    "descdevelopers1": "Highly skilled programmer dedicated to developing and maintaining software solutions, with a focus on efficiency, precision, and innovative problem-solving.",
    "descdevelopers2": "Skilled programmer committed to developing and maintaining software, emphasizing efficiency, precision, and creative problem-solving.",
    "servicetitle": "Experience the Best Service with Us!",
    "servicetitle2": "Let us help you succeed with our range of professional services.",
    "digitaltek": "Digital Technology",
    "digiteksub": "We Provide Services to Develop and Manage",
    "mobileapp": "Mobile Apps",
    "website": "Website",
    "bigdata": "Big Data System",
    "multimedia": "Multimedia Content",
    "sosmed": "Social Media",
    "digitalmark": "Digital Marketplace",
    "ecomm": "E-Commerce",
    "rov": "ROV Operation",
    "subsea": "Subsea Trenching",
    "certificationservice": "Certification",
    "certificationservicesub": "We Provide Certification to become a Blue Company that runs a Blue Economy",
    "eventorg": "Event Organizer",
    "eventorgsub": "We Provide Services to Organize",
    "meeting": "Meeting",
    "incentives": "Incentives Travel",
    "conference": "Conference",
    "exhibition": "Exhibition",
    "competition": "Competition",
    "creative": "Creative Event",
    "virtual": "Virtual Expo",
    "consulting": "Consulting",
    "consultingsub": "We Provide Consultancy in",
    "becdex": "Blue Economy Company Index",
    "industrial": "Industrial and Organizational Management",
    "business": "Business Development",
    "tourism": "Sustainable Tourism",
    "creatives": "Creative Economy",
    "edutrain": "Education & Training",
    "edutrainsub": "We Provide Services for Education & Training",
    "youth": "Youth Development",
    "incubation": "Business Incubation",
    "profcertif": "Professional Certification Training",
    "career": "Career Development",
    "crew": "Maritime Crew Supply",
    "higher": "Higher Education Program",
    "headersub": "Building the Nations Sustaining Our Oceans",
    "aboutus": "About Us",
    "abouttitle": "Maritimepreneur was established as a solution to develop natural resources and ocean industries through digital technology, events, consulting, education and training for building the nations and sustaining our oceans.",
    "services": "Services",
    "digitekdetail": "Our team of experts will work with you to develop a customized digital strategy that meets your unique needs and goals. From website design and development to search engine optimization and social media marketing, we have the expertise and experience to help you succeed.",
    "consultingdetail": "Our consulting services cover a range of areas, including business strategy, organizational development, process improvement, and more. Whether you're looking to streamline your operations, expand your business, or improve your bottom line, we're here to help.",
    "eventdetail": "Looking for a reliable event organizer for your next conference? Our experienced team will work with you to develop a program that meets your goals and exceeds your attendees expectations. Contact us today to learn more!",
    "edutraindetail": "Invest in your future with our comprehensive training programs. From leadership development to technical skills training, we offer courses that are tailored to meet your needs and help you advance in your career.",
    "ourclient": "Our Clients",
    "certificationtitle": "Certification",
    "certificationdetail": "We offer comprehensive assessment and validation programs for businesses in the maritime and fisheries sectors who want to demonstrate their commitment to sustainable and responsible resource management, and human welfare.",
    "registerat": "Registered At",
    "trainedby": "Trained By",
    "home": "Home",
    "tim": "Team",
    "support": "Support",
    "catalogue": "Maritime Startup",
    "becdex1": "Become a Blue Economy Company Now!",
    "click": "Click Here",
    "clickBecdex": "Let's Start Your Blue Economy Adventure!",
    "sertifcard1": "Company Profile",
    "sertifcard2": "Indonesia - Law of the Sea",
    "sertifcard3": "Indonesian Ocean Policy",
    "sertifcard4": "Blue Economy Company Index - Research Article",
    "sertifcard5": "Blue Economy Company Index - Proposal",
    "moreinfo": "More Information",
    "downloaded": "Download",
    "moreinfo2": "Helping Clients to find detailed information regarding Maritimepreneur and Blue Economy.",
    "help": "Help Center",
    "email": "Email Address",
    "message": "Message",
    "submit": "Submit",
    "essedownload": "Essential Downloads",
    "contacttitle": "Contact Us",
    "catalogueheader1": "Unlocking Innovation and Success",
    "catalogueheader2": "Explore our curated startup catalog showcasing innovative solutions.",
    "visitcatalogue": "Visit Us!",
    "startuplist": "Startup List",
    "ikansegar": "PT. Ikan Segar Indonesia",
    "certificateStatus": "Certified",
    "buttonText": "More",
    "goto": "Go to",
    "sector": "Sector",
    "location": "Location",
    "category": "Category",
    "certifiedOn": "Certified on",
    "description": "Description",
    "primaryOffice": "Primary Office",
    "desc_pt_ikan_segar_indonesia": "Sales of fisheries and marine products with the concept of a mobile application, payment gateway, and timely delivery. We present various types of cooking recipes from Fish, ranging from practical recipes to everyday dishes and special surprise dishes for families. So guaranteed, you will be able to present special menu variations more easily and quickly for all family members every day.",
    "question-title-1": "What is Maritimepreneur?",
    "question-content-1": "Maritimepreneur is a business platform under PT Mahakarya Maritim Indonesia aimed at building the nation and preserving the seas through digital solutions, events, consultations, education, and training. We are committed to developing natural resources and maritime industries for a better future.",
    "question-title-2": "What is Maritimepreneur's vision and mission?",
    "question-content-2": "Our vision is to Build the Nation and Preserve Our Seas. Our mission is to provide innovative and sustainable services to support the growth of maritime industries and natural resources.",
    "question-title-3": "What services does Maritimepreneur offer?",
    "question-content-3": "Digital Technology, Event Organizer, Consultation, and Training & Education.",
    "question-title-4": "How can I start collaborating with Maritimepreneur?",
    "question-content-4": "To start collaborating with us, you can contact our team through the contact information provided on our website. We are ready to listen to your needs and provide the right solutions.",
    "question-title-5": "Who are Maritimepreneur's clients?",
    "question-content-5": "Some of our clients include IBEC, STEI, Jakarta Maritime Museum, Maritim Muda Nusantara, Bappenas, and Fresh Fish.",
    "question-title-6": "Where is Maritimepreneur registered and trained?",
    "question-content-6": "We are registered with Blue Starthub and Pengayoman Startup and trained by the YELPBI Institute."
  },
  "id": {
    "submit": "Kirim",
    "help": "Pusat Bantuan",
    "email": "Alamat Email",
    "message": "Pesan",
    "sertifcard1": "Profil Perusahaan",
    "sertifcard2": "Undang-Undang Kelautan Indonesia",
    "sertifcard3": "Kebijakan Kelautan Indonesia",
    "sertifcard4": "Blue Economy Company Index - Artikel Penelitian",
    "sertifcard5": "Blue Economy Company Index - Proposal",
    "moreinfo": "Informasi Lebih Lanjut",
    "downloaded": "Unduh",
    "moreinfo2": "Membantu Klien untuk mencari informasi detail terkait Maritimepreneur dan Ekonomi Biru.",
    "becdex1": "Menjadi Perusahaan Ekonomi Biru Sekarang!",
    "click": "Klik Disini",
    "clickBecdex": "Mari Memulai Petualangan Ekonomi Biru Anda!",
    "support": "Bantuan",
    "tim": "Tim",
    "home": "Beranda",
    "catalogue": "Startup Maritim",
    "registerat": "Terdaftar Pada",
    "trainedby": "Terlatih Oleh",
    "ourclient": "Klien Kami",
    "headersub": "Membangun Bangsa, Menjaga Lautan Kita",
    "aboutus": "Tentang Kami",
    "abouttitle": "Maritimepreneur didirikan sebagai solusi untuk mengembangkan sumber daya alam dan industri kelautan melalui teknologi digital, acara, konsultasi, pendidikan dan pelatihan untuk membangun bangsa dan menjaga lautan kita.",
    "services": "Layanan",
    "digitekdetail": "Tim ahli kami akan bekerja sama dengan Anda untuk mengembangkan strategi digital khusus yang memenuhi kebutuhan dan tujuan unik Anda. Dari desain dan pengembangan situs web hingga pengoptimalan mesin telusur dan pemasaran media sosial, kami memiliki keahlian dan pengalaman untuk membantu Anda sukses.",
    "consultingdetail": "Layanan konsultasi kami mencakup berbagai bidang termasuk strategi bisnis, pengembangan organisasi, peningkatan proses dan banyak lagi. Apakah Anda ingin merampingkan operasi Anda, memperluas bisnis Anda, atau meningkatkan pendapatan Anda, kami siap membantu.",
    "eventdetail": "Mencari penyelenggara acara yang andal untuk konferensi Anda berikutnya? Tim kami yang berpengalaman akan bekerja sama dengan Anda untuk mengembangkan program yang memenuhi tujuan Anda dan melebihi harapan peserta Anda. Hubungi kami hari ini untuk mempelajari lebih lanjut!",
    "edutraindetail": "Investasikan masa depan Anda dengan program pelatihan komprehensif kami. Dari pengembangan kepemimpinan hingga pelatihan keterampilan teknis, kami menawarkan kursus yang disesuaikan untuk memenuhi kebutuhan Anda dan membantu Anda maju dalam karier.",
    "edutrain": "Pelatihan dan Pendidikan",
    "edutrainsub": "Kami Menyediakan Jasa Pendidikan & Pelatihan",
    "youth": "Pengembangan Pemuda",
    "incubation": "Inkubasi Bisnis",
    "profcertif": "Pelatihan Sertifikasi Profesional",
    "career": "Pengembangan Karir",
    "crew": "Pasokan Awak Maritim",
    "higher": "Program Pendidikan Tinggi",
    "consulting": "Konsultasi",
    "consultingsub": "Kami Menyediakan Konsultasi di",
    "becdex": "Perusahaan Ekonomi Biru",
    "industrial": "Manajemen Industri dan Organisasi",
    "business": "Pengembangan Bisnis",
    "tourism": "Pariwisata Berkelanjutan",
    "creatives": "Ekonomi Kreatif",
    "eventorg": "Penyelenggara Acara",
    "eventorgsub": "Kami Menyediakan Jasa Pengorganisasian",
    "meeting": "Pertemuan",
    "incentives": "Perjalanan Insentif",
    "conference": "Konferensi",
    "exhibition": "Pameran",
    "competition": "Kompetisi",
    "creative": "Acara Kreatif",
    "virtual": "Pameran Virtual",
    "subsea": "Penggalian Bawah Laut",
    "rov": "Operasi ROV",
    "ecomm": "Perdagangan Elektronik",
    "digitalmark": "Pemasaran Digital",
    "sosmed": "Media Sosial",
    "multimedia": "Konten Multimedia",
    "bigdata": "Sistem Data Besar",
    "website": "Situs Web",
    "mobileapp": "Aplikasi Seluler",
    "digiteksub": "Kami Menyediakan Layanan untuk Mengembangkan dan Mengelola",
    "digitaltek": "Teknologi Digital",
    "servicetitle2": "Biarkan kami membantu Anda sukses dengan berbagai layanan profesional kami.",
    "servicetitle": "Rasakan Layanan Terbaik Bersama Kami!",
    "team": "Temukan Tim Profesional Kami!",
    "team2": "Kami percaya bahwa kerja tim yang solid dan kolaboratif adalah kunci kesuksesan.",
    "cardtitle": "Tim Kami",
    "cardtitle1": "Menciptakan Transformasi Digital",
    "desccardtitle1": "Kami percaya bahwa integrasi teknologi digital sangat penting agar semua sektor tetap kompetitif secara global",
    "cardtitle2": "Membantu Generasi Membangun Masa Depan",
    "desccardtitle2": "Kami mendukung generasi muda sebagai aset bangsa untuk memiliki kapasitas yang lebih baik melalui pemberdayaan dan pembangunan",
    "cardtitle3": "Menjaga Lautan untuk Generasi Mendatang",
    "desccardtitle3": "Kami berusaha keras untuk menjaga kelestarian laut sebagai sumber daya dan warisan untuk generasi mendatang",
    "commisioners": "Dewan Komisaris",
    "commisioners1": "Presiden Komisaris",
    "desccommisioners1": "Presiden Komisaris Strategis yang bertanggung jawab untuk memberikan pengawasan, bimbingan, dan kepemimpinan di tingkat tertinggi organisasi, memastikan tata kelola yang efektif dan mendorong keberhasilan jangka panjang.",
    "commisioners2": "Komisaris",
    "desccommisioners2": "Komisaris yang berdedikasi mengawasi dan memberi nasihat tentang aspek-aspek utama dari operasi organisasi, menyumbangkan wawasan dan panduan yang berharga untuk mendukung misi dan tujuannya.",
    "directors": "Dewan Direksi",
    "directors1": "Presiden Direktur",
    "descdirectors1": "Direktur Utama Strategis yang memberikan kepemimpinan visioner, mendorong tujuan organisasi, dan mendorong pertumbuhan serta memastikan tata kelola yang efektif dan pengambilan keputusan eksekutif.",
    "directors2": "Direktur Utama, Maritimepreneur",
    "directors22": "Direktur, Maritimepreneur International Certification Center",
    "descdirectors2": "Direktur visioner yang bertanggung jawab untuk memandu inisiatif strategis dan memimpin tim untuk mencapai tujuan organisasi dengan fokus pada inovasi dan pertumbuhan.",
    "managers": "Manajer",
    "managers1": "Manajer Sertifikasi, Maritimepreneur International Certification Center",
    "descmanagers1": "Manajer Sertifikasi yang rajin mengawasi proses sertifikasi dan memastikan kepatuhan terhadap standar kualitas dan persyaratan peraturan untuk mensertifikasi produk dan layanan.",
    "managers2": "Manajer Mutu dan Standarisasi, Maritimepreneur International Certification Center",
    "descmanagers2": "Manajer yang berorientasi pada detail dengan dedikasi yang kuat untuk mempertahankan standar berkualitas tinggi dan memimpin inisiatif standarisasi proses.",
    "managers3": "Manajer Keuangan dan Administrasi",
    "descmanagers3": "Manajer proaktif yang mengawasi fungsi keuangan dan administrasi, dengan komitmen yang kuat terhadap integritas keuangan dan efisiensi operasional.",
    "developers": "Pengembang Web",
    "developers1": "Programmer",
    "descdevelopers1": "Programmer yang sangat terampil, berdedikasi untuk mengembangkan dan memelihara perangkat lunak, dengan fokus pada efisiensi, ketepatan, dan pemecahan masalah yang inovatif.",
    "descdevelopers2": "Programmer yang mahir dan berkomitmen untuk mengembangkan serta menjaga perangkat lunak, dengan menekankan pada efisiensi, ketelitian, dan pemecahan masalah yang kreatif.",
    "essedownload": "Unduhan Berkas Penting",
    "certificationservice": "Sertifikasi",
    "certificationservicesub": "Kami Menyediakan Sertifikasi untuk menjadi Perusahaan Biru yang menjalankan Ekonomi Biru",
    "contacttitle": "Hubungi Kami",
    "catalogueheader1": "Membuka Inovasi dan Keberhasilan",
    "catalogueheader2": "Jelajahi katalog startup kami yang dirangkai dengan cermat menampilkan solusi-solusi inovatif.",
    "visitcatalogue": "Kunjungi Kami!",
    "startuplist": "Daftar Startup",
    "ikansegar": "PT. Ikan Segar Indonesia",
    "certificateStatus": "Bersertifikat",
    "buttonText": "Selengkapnya",
    "goto": "Kunjungi",
    "sector": "Sektor",
    "location": "Lokasi",
    "category": "Kategori",
    "certifiedOn": "Bersertifikat pada",
    "description": "Deskripsi",
    "primaryOffice": "Kantor Pusat",
    "desc_pt_ikan_segar_indonesia": "Pelayanan penjualan produk perikanan dan kelautan dengan konsep aplikasi mobile, gateway pembayaran, dan pengiriman tepat waktu. Kami menyajikan berbagai jenis resep masakan dari Ikan, mulai dari resep praktis untuk hidangan sehari-hari hingga hidangan spesial untuk keluarga. Jadi, Anda dapat dengan mudah dan cepat menyajikan berbagai variasi menu spesial untuk semua anggota keluarga setiap hari.",
    "question-title-1": "Apa itu Maritimepreneur?",
    "question-content-1": "Maritimepreneur adalah platform bisnis di bawah PT Mahakarya Maritim Indonesia untuk membangun bangsa dan menjaga lautan melalui solusi digital, acara, konsultasi, pendidikan, dan pelatihan. Kami berkomitmen untuk mengembangkan sumber daya alam dan industri kelautan untuk masa depan yang lebih baik.",
    "question-title-2": "Apa visi dan misi Maritimepreneur?",
    "question-content-2": "Visi kami adalah Membangun Bangsa, Menjaga Lautan Kita. Misi kami adalah memberikan layanan yang inovatif dan berkelanjutan untuk mendukung pertumbuhan industri kelautan dan sumber daya alam.",
    "question-title-3": "Apa saja layanan yang ditawarkan oleh Maritimepreneur?",
    "question-content-3": "Teknologi Digital, Penyelenggara Acara, Konsultasi, dan Pelatihan & Pendidikan.",
    "question-title-4": "Bagaimana cara memulai kerja sama dengan Maritimepreneur?",
    "question-content-4": "Untuk memulai kerja sama dengan kami, Anda dapat menghubungi tim kami melalui informasi kontak yang tertera di situs web kami. Kami siap untuk mendengarkan kebutuhan Anda dan menyediakan solusi yang tepat.",
    "question-title-5": "Siapa saja klien Maritimepreneur?",
    "question-content-5": "Beberapa klien kami meliputi IBEC, STEI, Museum Kebaharian Jakarta, Maritim Muda Nusantara, Bappenas, dan Ikan Segar.",
    "question-title-6": "Di mana Maritimepreneur terdaftar dan terlatih?",
    "question-content-6": "Kami terdaftar pada Blue Starthub dan Pengayoman Startup serta terlatih oleh YELPBI Institute."
  }
}